import BreadCrumbs from '@/components/BreadCrumbs';
import Footer from '@/components/Footer';
import Header from '@/components/Header';
import React from 'react';

const TermsConditions = () => {
  return (
    <div>
      <Header showMiniIcons={true} showUserIcon={true} />
      <main className="rc-content--fixed-header rc-bg-colour--brand3 text-cs-gray">
        <div className="p-8">
          <BreadCrumbs />
        </div>
        <div>
          <h1 className="text-center text-cs-40">
            Пользовательское соглашение
          </h1>
          <p>
            Настоящее Пользовательское соглашение («Соглашение») определяет
            правила использования услуг (сервисов) сайта, расположенного в сети
            Интернет по адресу www.royalcanin.com/ru («Сайт») и является
            публичной офертой в смысле ст. 437 Гражданского кодекса Российской
            Федерации. Регистрация посетителем Сайта Учетной записи на Сайте, а
            также размещения заказа на Сайте без регистрации Учетной записи
            означает полное и безоговорочное принятие этим лицом всех условий
            настоящего Соглашения, а также
          </p>
          <p>
            «Политики конфиденциальности», постоянно находящейся по адресу:{' '}
            <a href="#">
              <strong>
                http://www.mars.com/global/policies/privacy/pp-russian.aspx
              </strong>
            </a>
            ;
          </p>
          <p>
            «Условий пользования web-сайтов группы компаний Марс», постоянно
            находящихся по адресу: <br />
            <a href="#">
              <strong>
                http://www.mars.com/global/policies/legal/ld-russian.aspx
              </strong>
            </a>
            ;
          </p>
          <p>
            «Уведомления для родителей», постоянно находящегося по адресу:{' '}
            <br />
            <a href="#">
              <strong>
                http://www.mars.com/global/policies/note-to-parents/np-russian.aspx
              </strong>
            </a>
            ;
          </p>
          <p>
            В случае несогласия с каким-либо из положений Пользовательского
            соглашения или Политики конфиденциальности посетитель Сайта обязан
            воздерживаться от использования Сайта, в том числе регистрации
            Учетной записи на Сайте, размещение заказа на Сайте без регистрации
            Учетной записи и использования предлагаемых на Сайте услуг
            (сервисов).
          </p>
          <h4>
            <strong>1.ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</strong>
          </h4>
          <p>
            В настоящем Соглашении применяются термины, имеющие нижеследующее
            значение.
          </p>
          <p>
            <i>Сайт</i> – совокупность программ для электронных вычислительных
            машин и иной информации, содержащейся в информационной системе,
            доступ к которой обеспечивается через сеть "Интернет" по доменному
            имени https://www.royalcanin.com/ru. На Сайте размещен
            Интернет-магазин, который действует с целью реализации (продажи)
            покупателям (физическим лицам) товаров, представленных на Сайте и
            находящихся в собственности ООО «РУСКАН Дистрибьюшн» (ИНН
            5007042055, ОГРН 1035001613129) до момента их реализации
            покупателям.
          </p>
          <p>
            <a href="">
              <i>
                <strong>Администрация Сайта</strong>
              </i>
            </a>{' '}
            – Общество с Ограниченной Ответственностью «Рускан Дистрибьюшн», ИНН
            5007042055, ОГРН 1035001613129, юридическое лицо, зарегистрированное
            по законодательству Российской Федерации по адресу: 141870,
            Московская область, Дмитровский городской округ, деревня Кузяево,
            70, которое является{' '}
            <i>
              <strong>Собственником Товара</strong>
            </i>
            , реализуемого на Сайте.
          </p>
          <p>
            <i>
              <strong>Продавец</strong>
            </i>{' '}
            – Общество с Ограниченной Ответственностью «Рускан Дистрибьюшн», ИНН
            5007042055, ОГРН 1035001613129, юридическое лицо, зарегистрированное
            по законодательству Российской Федерации по адресу: 141870,
            Московская область, Дмитровский городской округ, деревня Кузяево, 70
          </p>
          <p>
            <i>
              <strong>Пользователь</strong>
            </i>{' '}
            – совершеннолетнее, полностью дееспособное физическое лицо,
            посетитель Сайта, желающее использовать услуги (сервисы) Сайта, в
            том числе, но не ограничиваясь, зарегистрировавшее в установленном
            порядке на Сайте Учетную запись, либо предоставившее свои
            персональные данные Администрации сайте в иной форме.
          </p>
          <p>
            <i>
              <strong>Покупатель</strong>
            </i>{' '}
            – зарегистрированный Пользователь, разместивший заказ на Сайте на
            приобретение Товара, либо лицо, разместившее заказ на Сайте без
            регистрации Учетной записи.
          </p>
          <p>
            <i>
              <strong>Товар</strong>
            </i>{' '}
            – продукция категории «корма для домашних животных» под товарным
            знаком ROYAL CANIN®, печатная продукция (книжные издания) из
            ассортимента, представленного к продаже на Сайте.
          </p>
          <p>
            <i>
              <strong>Учетная запись</strong>
            </i>{' '}
            – запись в базе данных, содержащая, по крайней мере, ее наименование
            (логин) и пароль, обеспечивающие идентификацию конкретного
            зарегистрированного Пользователя Сайта и обеспечение его доступа к
            сервисам Сайта.
          </p>
          <p>
            <i>
              <strong>Персональные данные Пользователя</strong>
            </i>{' '}
            - любая информация, относящаяся к прямо или косвенно определенному,
            или определяемому Пользователю.
          </p>
          <p>
            <i>
              <strong>Заказ</strong>
            </i>{' '}
            – должным образом размещенный запрос Покупателя на приобретение и
            доставку по указанному Покупателем адресу Товаров, выбранных на
            Сайте.
          </p>
          <p>
            <i>
              <strong>Личный кабинет </strong>
            </i>{' '}
            – это раздел Сайта, который позволяет зарегистрированному
            Пользователю Сайта получить доступ к профилю Пользователя, профилю
            его питомца, данным о деталях Заказа и будущих поставках.
          </p>
          <p>
            Контент – вся информация и программное обеспечение, а также
            порождаемые этим программным обеспечением аудио-визуальные
            материалы, в том числе текст, фотографические произведения, в т.ч. в
            цифровом формате, аудио- и видеозаписи, рисунки и изображения людей
            и животных, интерактивные приложения, игры, форумы, блоги, иные
            публикации на Сайте, ссылки на внешние ресурсы и т.д., доступные на
            Сайте его посетителям и Пользователям в интерактивном режиме.
          </p>
          <p>
            Служба Заботы – горячая линия Администрации Сайта, номер контактного
            телефона для связи 8-800-200-37-35. Поддержка Службы Заботы
            осуществляется ООО «Инфо-контент».
          </p>
          <h4>
            <strong>2.СТАТУС И ОБЪЕМ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</strong>
          </h4>
          <p>
            2.1. Предметом настоящего Соглашения является предоставление
            возможности Пользователю приобретать для личных, семейных, домашних
            и иных нужд, не связанных с осуществлением предпринимательской
            деятельности, Товары, представленные в каталоге по адресам:
          </p>
          <p>https://www.royalcanin.com/ru/shop/dogs/retail-products</p>
          <p>https://www.royalcanin.com/ru/shop/dogs/vet-products</p>
          <p>https://www.royalcanin.com/ru/shop/cats/retail-products</p>
          <p>https://www.royalcanin.com/ru/shop/cats/vet-products</p>
          <p>
            Данное Соглашение распространяется на все виды Товаров и услуг
            (сервисов), представленных на Сайте, пока такие предложения с
            описанием присутствуют в каталоге.
          </p>
          <p>
            Настоящее Соглашение между Пользователем и Администрацией Сайта
            содержит все необходимые и существенные условия предоставления
            доступа к Контенту, материалам и сервисам Сайта со стороны
            Администрации, обязанности Пользователя по использованию Контента,
            материалов и сервисов Сайта, ограничения, условия приостановления,
            блокирования и прекращения использования Контента, материалов и
            сервисов Сайта Пользователем, ответственность Сторон, иные отношения
            Сторон, связанные с использованием Контента, материалов и сервисов
            Сайта.
          </p>
          <p>
            2.2. Настоящее Соглашение между Пользователем и Администрацией Сайта
            содержит все необходимые и существенные условия предоставления
            доступа к размещению Заказов, а также иным услугам (сервисам) Сайта
            со стороны Администрации Сайта, обязанности Пользователя по
            использованию Сайта, ограничения, условия приостановления,
            блокирования и прекращения использования Сайта Пользователем,
            ответственность Сторон, иные отношения Сторон, связанные с
            использованием Сайта.
          </p>
          <p>
            2.3. В отдельных случаях положения настоящего Соглашения связаны с
            положениями правил и/или политик Администрации Сайта, составленных в
            виде отдельных документов, в том числе, но не ограничиваясь этим с:
          </p>
          <p>
            «Политикой конфиденциальности», постоянно находящейся по адресу:{' '}
            <a href="#">
              <strong>
                http://www.mars.com/global/policies/privacy/pp-russian.aspx
              </strong>
            </a>
          </p>
          <p>
            «Условиями пользования web-сайтов группы компаний Марс», постоянно
            находящимися по адресу: <br />
            <a href="#">
              <strong>
                http://www.mars.com/global/policies/legal/ld-russian.aspx
              </strong>
            </a>
          </p>
          <p>
            «Уведомлением для родителей», постоянно находящимся по адресу:{' '}
            <br />
            <a href="#">
              <strong>
                http://www.mars.com/global/policies/note-to-parents/np-russian.aspx
              </strong>
            </a>
          </p>
          <p>
            2.4. Приведенные в тексте настоящего Соглашения гиперссылки на
            полные тексты таких правил и/или политик означают включение этих
            правил и/или политик в настоящее Соглашение в качестве его составных
            частей. Принятие Пользователем всех условий настоящего Соглашения
            означает полное и безоговорочное принятие Пользователем всех
            положений политик и правил, интегрированных таким образом в
            настоящее Соглашение.
          </p>
          <p>
            2.5. Актуальная редакция настоящего Соглашения постоянно находится
            по адресу
            https://www.royalcanin.com/ru/about-us/terms-and-conditions
            Администрация Сайта вправе в одностороннем порядке вносить в
            настоящее Соглашение изменения и дополнения без предварительного
            уведомления Пользователя и/или получения одобрения с его Стороны.
            Администрация Сайта вправе по своему усмотрению уведомлять
            Пользователей о дополнении и/или изменении настоящего Соглашения
            способом, который Администрация Сайта сочтет наиболее приемлемым.
            Использование Сайта в каждый момент времени означает безусловное
            принятие Пользователем всех условий настоящего Соглашения и его
            составных частей. В случае несогласия Пользователя с текущей
            редакцией Пользовательского соглашения полностью или частично, он
            должен незамедлительно запросить Администрацию Сайта об удалении его
            Учетной записи и прекратить использование Сайта до момента удаления
            его Учетной записи.
          </p>
          <h4>
            <strong>3.САЙТ</strong>
          </h4>
          <p>
            3.1. Настоящий Сайт, расположенный по адресу www.royalcanin.com/ru,
            направлен на продвижение продукции под товарным знаком ROYAL CANIN®
            (Продукции), информирование существующих и потенциальных покупателей
            о ее преимуществах, а также на реализацию (продажу) покупателям
            (физическим лицам) товаров, представленных на Сайте и находящихся в
            собственности ООО «РУСКАН Дистрибьюшн» (ИНН 5007042055, ОГРН
            1035001613129) до момента их реализации покупателям.
          </p>
          <p>
            3.2. Настоящий Сайт представляет собой совокупность информации, баз
            данных, программ для ЭВМ, порождаемых ими образов (графических,
            аудио-визуальных и пр.), к которым обеспечивается интерактивный
            доступ в сети Интернет по адресу www.royalcanin.com/ru.
          </p>
          <p>
            3.3. Администрация Сайта предоставляет Пользователю доступ к
            Контенту, материалам и сервисам Сайта, возможность использовать
            Пользователем указанные Контент, материалы и сервисы Сайта
            способами, не противоречащими законодательству Российской Федерации
            и данному Соглашению. Пользователь не вправе использовать Контент,
            материалы и сервисы сайта таким образом, что при этом нарушается
            действующее законодательство, права третьих лиц, либо нарушается
            нормальное функционирование Сайта, его сервисов или целостность
            размещенных на Сайте материалов.
          </p>
          <p>
            3.4. На Сайте запрещено использование слов, выражений, изображений,
            аудио- и видеоматериалов, противоречащих нормам гуманности, морали и
            нравственности, врачебной и деловой этики, в т.ч. использование
            бранных слов или выражений, оскорблений в адрес Пользователей,
            Администрации Сайта, третьих лиц, распространение угроз жизни,
            здоровью людей или животных, использование слов, текстовых,
            изобразительных, аудио- и видеоматериалов дискриминационного,
            унизительного, оскорбительного, непристойного или порнографического
            характера, направленных на унижение человеческого достоинства,
            разжигание ненависти или вражды, причинение Пользователям или иным
            лицам нравственных страданий, морального вреда, ущерба деловой
            репутации равно как и репутации товарных знаков и брендов
            Администрации Сайта или третьих лиц.
          </p>
          <p>
            3.5. На Сайте запрещено несогласованное с Администрацией Сайта
            размещение и распространение материалов рекламного характера,
            направленных на продвижение товаров, работ, услуг, средств
            индивидуализации третьих лиц.
          </p>
          <p>
            3.6. Размещая на Сайте материалы, Пользователь гарантирует, что эти
            материалы и их размещение и использование на Сайте не нарушают нормы
            действующего законодательства и права третьих лиц. Пользователь
            несет ответственность за нарушение законодательства или прав третьих
            лиц при размещении и/или использовании на Сайте материалов,
            размещенных этим Пользователем.
          </p>
          <p>
            3.7. Размещая на Сайте какие-либо сведения фактического характера,
            которые могут быть проверены на предмет соответствия их
            действительности, Пользователь гарантирует и несет ответственность
            за достоверность и полноту таких сведений. Администрация Сайта не
            несет ответственности за точность, достоверность и полноту
            информации, размещенной Пользователями.
          </p>
          <p>
            3.8. Администрация Сайта не гарантирует полноту и точность советов
            и/или рекомендаций по уходу за животными, размещенных Пользователями
            на Сайте, и не несет ответственности за последствия следования или
            не следования таким советам и/или рекомендациям Пользователей Сайта.
            Другие Пользователи могут следовать или не следовать таким советам
            и/или рекомендациям на свой страх и риск. Все значимые решения по
            уходу за конкретным животным должны приниматься с учетом
            индивидуальных особенностей его организма и могут требовать
            индивидуальной консультации у специалиста (в частности,
            ветеринарного врача).
          </p>
          <p>
            3.9. Администрация оставляет за собой право осуществлять контроль
            над соблюдением Пользователем правил, установленных настоящим
            Соглашением, в т.ч. правил, установленных пунктами 3.3-3.7
            Соглашения, включая помимо прочего право осуществлять модерацию
            и/или премодерацию размещенных и/или размещаемых Пользователем
            материалов. Принимая условия настоящего Соглашения, Пользователь
            безусловно соглашается с тем, что все разделы и сервисы Сайта,
            включая сервисы размещения объявлений, сообщений, в т.ч. сообщений
            между двумя Пользователями, не являются приватными, не предназначены
            для сугубо личного, конфиденциального использования, и во всякое
            время доступны для мониторинга и модерирования Администрацией Сайта.
            Размещая любую информацию с использованием сервисов Сайта,
            Пользователь соглашается, что она может быть в любое время проверена
            Администрацией Сайта на предмет ее соответствия настоящему
            Соглашению с применением Администрацией предусмотренных настоящим
            Соглашением мер к виновному Пользователю в случае выявления в его
            действиях признаков нарушений настоящего Соглашения. Пользователь
            осознает и безоговорочно принимает, что мониторинг и модерирование
            Администрацией размещаемой им на Сайте информации, в т.ч. сообщений
            другим Пользователям, ни при каких условиях не могут рассматриваться
            как вмешательство в частную переписку или в личную жизнь
            Пользователя.
          </p>
          <p>
            3.10. В случае выявления Администрацией Сайта нарушения
            Пользователем действующего законодательства, прав третьих лиц и/или
            правил использования Сайта, установленных настоящим Соглашением,
            либо в случае поступления жалобы другого Пользователя или третьего
            лица о нарушении Пользователем действующего законодательства, прав
            третьих лиц и/или правил использования Сайта, Администрация Сайта
            вправе без предварительного уведомления запретить размещение
            материалов на Сайте виновным Пользователем, блокировать, удалять
            материалы, нарушающие действующее законодательство, права третьих
            лиц, правила использования Сайта, установленные настоящим
            Соглашением, равно как и по своему усмотрению блокировать или
            удалять учетную запись Пользователя. Администрация Сайта вправе
            отказать в повторной регистрации на Сайте учетной записи
            Пользователя, чья учетная запись ранее была блокирована или удалена
            за нарушение законодательства, прав третьих лиц или правил
            использования Сайта, установленных настоящим Пользовательским
            Соглашением (его соответствующей редакцией на дату совершения
            нарушения).
          </p>
          <p>
            3.11. Администрация Сайта не несет ответственности за технические
            сбои на Сайте, за временное отсутствие доступа к Сайту, размещенным
            на нем материалам, если это вызвано плановыми или внеплановыми
            техническими и профилактическими работами, техническими сбоями в
            работе интернет-провайдеров, компьютерных сетей, серверов и
            программного обеспечения, а также противоправными действиями третьих
            лиц и действиями самого Пользователя и/или форс-мажорными
            обстоятельствами.
          </p>
          <p>
            3.12. Администрация Сайта не несет ответственности за полноту и
            достоверность информации о Продукции, доведенной до всеобщего
            сведения третьими лицами на сторонних интернет-сайтах, не
            принадлежащих Администрации Сайта.
          </p>
          <h4>
            <strong>4.РЕГИСТРАЦИЯ НА САЙТЕ</strong>
          </h4>
          <p>
            41. ункционал Сайта предоставляет Пользователем возможность
            регистрации Учетной записи на Сайте, которая позволяет Покупателю
            регулярно отслеживать истории совершенных ранее покупок, оформить
            Подписку (автоматическую регулярную доставку), завести свою карточку
            и своего питомца, получать новостную рассылку. При регистрации
            Пользователь может создать только одну Учетную запись, создание
            нескольких учетных записей на одно лицо запрещено. При нарушении
            данного правила Администрация Сайта вправе без предварительного
            уведомления заблокировать или удалить одну или все Учетные записи,
            созданные Пользователем.
          </p>
          <p>
            4.2. Для регистрации Учетной записи Пользователь во всяком случае
            должен указать о себе следующие данные: фамилия и имя, пол, адрес
            электронной почты, пароль, номер телефона, страну, город, адрес
            доставки. Пользователь гарантирует достоверность, точность и полноту
            сведений о себе, предоставленных Администрации Сайта при регистрации
            Учетной записи.
          </p>
          <p>
            4.3. Пользователь обязуется не передавать данные для входа в Учетную
            запись (логин и пароль) третьим лицам, а также незамедлительно
            уведомить Администрацию Сайта о любом случае несанкционированного
            использования его Учетной записи третьими лицами, а также об
            известных ему случаях утери данных для входа в Учетную запись. До
            момента такого уведомления ответственность за все действия,
            связанные с использованием соответствующей Учетной записи, несет
            Пользователь.
          </p>
          <p>
            4.4. Для целей размещения Заказа на Сайте регистрация Учетной записи
            не является обязательным условием.
          </p>
          <h4>
            <strong>5.ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</strong>
          </h4>
          <p>
            5.1. Регистрируясь на Сайте или предоставляя свои персональные
            данные иным способом, лицо подтверждает свое согласие на сбор и
            обработку персональных данных Администрацией Сайта и компаниями,
            входящими в входящим в группу Mars, Incorporated (далее – «Группа
            компаний Mars»), в частности: ·
          </p>
          <p>
            ООО «Марс», ОГРН 1025005917298, адрес: 142800, Московская обл, город
            Ступино, улица Ситенка, дом 12;
          </p>
          <p>
            АО «РУСКАН», ОГРН 1025001099133, адрес: 141870 Московская область,
            Дмитровский городской округ, д. Кузяево, 70;
          </p>
          <p>
            ООО «РУСКАН Дистрибьюшн», ОГРН 1035001613129, адрес: 141870,
            Московская область, Дмитровский городской округ, деревня Кузяево,
            70;
          </p>
          <p>
            ООО «Аникура Рус Холдинг», ОГРН: 1217700607960, адрес: 125310, г.
            Москва,ул. Митинская, д.55 к.1 этаж 1, помещение 5
          </p>
          <p>
            5.2. Под обработкой персональных данных понимается любое действие
            или совокупность действий, совершаемых с использованием средств
            автоматизации или без использования таких средств с персональными
            данными, включая сбор, запись, систематизацию, накопление, хранение,
            уточнение (обновление, изменение), извлечение, использование,
            передачу третьим лицам, уполномоченным Администрацией Сайта или
            Группой компаний Mars, в том числе с последующей обработкой
            исключительно по поручению Администрации Сайта и/или группы компаний
            Mars, трансграничную передачу на территорию государств,
            обеспечивающих адекватную защиту персональных данных, обезличивание,
            блокирование, удаление, а также уничтожение персональных данных
            (ФИО, номер мобильного телефона, адрес электронной почты, а также
            категорий данных, указанных в{' '}
            <strong>Положении о Конфиденциальности персональных данных</strong>{' '}
            <a href="">https://www.mars.com/privacy-policy-russia</a> , с целью
            использования функционала Сайта, участия в акциях и иных
            мероприятиях, организованных по заказу Администрации Сайта или
            Группы компаний Mars и ведения базы Пользователей, анализа
            статистики, изучения потребительского спроса и поведения. Основные
            принципы и условия обработки персональных данных Администрацией
            сайте, Группой компаний Mars и уполномоченными ими третьими лицами
            изложены в{' '}
            <strong>Положении о Конфиденциальности персональных данных</strong>{' '}
            <a href="#">(https://www.mars.com/privacy-policy-russia)</a>.
          </p>
          <p>
            5.3. Дополнительно лицом может быть дано согласие на обработку
            предоставленных им персональных данных в целях продвижения товаров,
            работ, услуг Администрации Сайта и Группы компаний Mars на рынке,
            получения рекламной и маркетинговой информации о продуктах, акциях,
            подарках, образцах продукции и других рекламных предложениях путем
            направления СМС сообщений, входящих звонков, рассылки по электронной
            почте, через социальные сети и мессенджеры (включая, но не
            ограничиваясь, Whatsapp, Telegram, Viber).
          </p>
          <h4>
            <strong>6.ПОРЯДОК СОВЕРШЕНИЯ ПОКУПКИ НА САЙТЕ</strong>
          </h4>
        </div>
      </main>
      <Footer />
    </div>
  );
};

export default TermsConditions;
