export const cardList = [
  {
    strong: 'Полный перевод фабрик и офисов',
    span: ' на возобновляемую электроэнергию при одновременном снижении энергопотребления в целом.'
  },
  {
    strong: 'Закупка «экологически устойчивых» ингредиентов ',
    span: 'и сокращение выбросов углерода за счет изменения состава продуктов, включая переход на белки из возобновляемых источников и ингредиенты с низким уровнем выбросов углерода.'
  },
  {
    strong: 'Сокращение отходов и повышение цикличности',
    span: ' за счет использования возможности вторичной переработки, биоразлагаемости и использования многоразовой упаковки в соответствии с целями Mars в области устойчивого развития.'
  }
];
