const path = window.__.env.REACT_APP_EXTERNAL_ASSETS_PREFIX;
export const hirtory10001 = `${path}/img/ru-local/history1/10001.jpg`;
export const hirtory10002 = `${path}/img/ru-local/history1/10002.jpg`;
export const hirtory4 = `${path}/img/ru-local/history1/history4.png`;
export const history21 = `${path}/img/ru-local/history1/history21.png`;
export const history2 = `${path}/img/ru-local/history1/history2.png`;
export const history17 = `${path}/img/ru-local/history1/history17.png`;
export const history9 = `${path}/img/ru-local/history1/history9.png`;
export const history18 = `${path}/img/ru-local/history1/history18.png`;
export const history19 = `${path}/img/ru-local/history1/history19.png`;
export const history5 = `${path}/img/ru-local/history1/history5.png`;
export const history12 = `${path}/img/ru-local/history1/history12.png`;
export const history10 = `${path}/img/ru-local/history1/history10.png`;
export const history6 = `${path}/img/ru-local/history1/history6.png`;
export const history15 = `${path}/img/ru-local/history1/history15.png`;
export const history13 = `${path}/img/ru-local/history1/history13.png`;
export const history7 = `${path}/img/ru-local/history1/history7.png`;
export const history27 = `${path}/img/ru-local/history1/history27.png`;
export const history20 = `${path}/img/ru-local/history1/history20.png`;
export const history24 = `${path}/img/ru-local/history1/history24.png`;
export const history22 = `${path}/img/ru-local/history1/history22.png`;
export const history3 = `${path}/img/ru-local/history1/history3.png`;
export const history14 = `${path}/img/ru-local/history1/history14.png`;
export const history8 = `${path}/img/ru-local/history1/history8.png`;
export const history23 = `${path}/img/ru-local/history1/history23.png`;
export const history28 = `${path}/img/ru-local/history1/history28.png`;
export const history25 = `${path}/img/ru-local/history1/history25.png`;

export const Tab1960Data = [
  {
    title:
      '1968: Наша увлеченность идеей влияния питания на здоровье животных началась с одного человека',
    path: hirtory4,
    desc: ' Жан Катари родился в мае 1927 года в небольшом французском городке   Ле-Пюи-ан-Веле. Он начал свою карьеру в качестве ветеринарного врача,  работая с лошадьми и быками. С годами он пришел к выводу, что питание   может влиять на здоровье животных. В 1968 году он создал специальный корм для собак, так называемый «желтый суп». В этом же году была зарегистрирована торговая марка ROYAL CANIN®.'
  }
];
export const Tab1970Data = [
  {
    title: "1972: Bienvenue a Le Groupe Guyomarc'h",
    path: history21,
    desc: "Компанию ROYAL CANIN® приобретает группа Guyomarc'h. Благодаря ее экспертному опыту мы внедряем гораздо более точный подход к разработке формул продуктов и удовлетворению особых потребностей животных. Группа Guyomarc’h предоставляет подразделениям ROYAL CANIN® значительную автономию. Guyomarc'h обеспечивает ROYAL CANIN® финансовую поддержку, выделяет ресурсы на научные исследования, оказывает помощь в разработке стратегий, в том числе маркетинговых. Еще одной отличительной чертой эпохи Guyomarc’h становится децентрализация управления компанией."
  },
  {
    title: '1974: Выход на международный рынок',
    path: history2,
    desc: 'К началу 1974 года продукция ROYAL CANIN® продается в восьми странах Европы: Франции, Бельгии, Дании, Германии, Италии, Испании, Швеции и Нидерландах.'
  }
];
export const Tab1980Data = [
  {
    title: '1980: Выпуск AGR, глобальной инновации',
    path: history17,
    desc: 'AGR — первый в мире полнорационный корм для щенков крупных пород, который получил высокую оценку заводчиков по всему миру и более 15 лет считался «эталонным кормом».'
  },
  {
    title: '1982: Элемент французской культуры',
    path: history9,
    desc: 'Бегущая собака: легендарная реклама. Этот рекламный ролик, в котором была использована музыка Эннио Морриконе из фильма «Профессионал», стал частью французской поп-культуры.'
  },
  {
    title: '1985',
    path: history18,
    desc: 'Бренд ROYAL CANIN® выходит на рынок США благодаря сотрудничеству с четырьмя импортерами.'
  }
];
export const Tab1990Data = [
  {
    title: '1990: Новый владелец. Новая стратегия. Неизменная философия',
    path: history19,
    desc: "Paribas Affaires Industrielles покупает Guyomarc'h Groupe. Это приводит к серьезным изменениям стратегии, росту амбиций и глобальному развитию. Наша философия остается неизменной — сделать мир для домашних животных лучше."
  },
  {
    title: '1994: Новаторский прорыв в питании для кошек',
    path: history5,
    desc: 'Выпуск гаммы продуктов RCFI, тройная революция в питании для кошек. Новое решение — это продукция класса премиум в виде сухого корма и специализированная дистрибуция через заводчиков и ветеринарных врачей в условиях, когда остальная часть рынка кормов для кошек представлена влажными кормами, реализуемыми через супермаркеты.'
  },
  {
    title: '1997: Публикации компании ROYAL CANIN®: новая глава',
    path: history12,
    desc: 'Мы опубликовали энциклопедию ROYAL CANIN® о собаках, а через год — энциклопедию о кошках. Авторы энциклопедий получили Гран-при Ветеринарной академии.'
  },
  {
    title: '1997: Питание с учетом размеров',
    path: history10,
    desc: 'После многих лет исследований и разработок был выпущена гамма продуктов RCCI SIZE. Это первая в мире программа питания, учитывающая размеры и возраст собак.'
  },
  {
    title: '1999: Питание с учетом потребностей питомцев определенных пород',
    path: history6,
    desc: 'Наш первый продукт для животных определенной породы. Крокета миндалевидной формы была специально разработана с учетом строения челюстей и способа потребления корма, характерного для персидских кошек; при этом формула продукта позволяет удовлетворить их уникальные потребности, связанные с особенностями здоровья.'
  }
];
export const Tab2000Data = [
  {
    title: '2001: Объединение знаний',
    path: history15,
    desc: 'Первая научная конференция в Монпелье собрала 150 ветеринарных врачей со всей Европы для обсуждения вопросов питания и обеспечения благополучия животных. Одновременно в Эмарге открылся Кампус ROYAL CANIN®. Это центр передовых технологий, объединяющий все направления деятельности в одном месте — в оснащенных по последнему слову техники зданиях, расположенных вокруг завода: в Кампусе разместились Научно-исследовательский центр ROYAL CANIN®, питомники собак и кошек, головной офис и французский филиал.'
  },
  {
    title: '2002: Новая семья — Mars',
    path: history13,
    desc: 'ROYAL CANIN SAS становится частью корпорации Mars Inc.'
  },
  {
    title: '2002: Корм для собак определенной породы',
    path: history7,
    desc: 'Мы запускаем первый корм для собак определенной породы — Mini Yorkshire Terrier YPR 28 для йоркширского терьера. Он обеспечивает питание, адаптированное к конкретным физиологическим особенностям и потребностям, связанным с особенностями здоровья собак этой породы.'
  },
  {
    title: '2003: Сочетание преимуществ',
    path: history27,
    desc: 'Выпуск новой эксклюзивной ветеринарной гаммы продуктов VDiet — результат сотрудничества ROYAL CANIN® Research с Уолтемским центром питания домашних животных (WCPN).'
  },
  {
    title: '2005',
    path: history20,
    desc: 'Современная клиника по лечению ожирения. В сотрудничестве с WCPN (Центром питания домашних жвотных Waltham) мы поддерживаем работу первой европейской клиники коррекции веса в Ливерпуле, Великобритания.'
  },
  {
    title: '2009: Появление линейки влажных кормов',
    path: history24,
    desc: 'ROYAL CANIN® начинает производить влажные корма, которые поступают в продажу в зоомагазинах. Появляется линейка влажных продуктов для кошек Feline Health Nutrition.'
  },
  {
    title: '2009: Последний континент',
    path: history22,
    desc: 'С момента открытия первой фабрики в Азии наша продукция стала выпускаться на девяти предприятиях. Теперь компания ROYAL CANIN® производит и поставляет продукцию на всех континентах, кроме Антарктиды.'
  }
];
export const Tab2010Data = [
  {
    title: '2012: Anallergenic — революционная инновация',
    desc: 'Мы посвятили 10 лет специальным исследованиям, чтобы предложить первое диагностическое питание, предназначенное для собак с аллергическими реакциями. Наш продукт является инновационным диетологическим решением для животных с тяжелыми формами пищевой аллергии. Это сухой корм на основе олигопептидов (белков, прошедших интенсивный гидролиз, то есть расщепление молекул до небольших фрагментов). Такой корм легко усваивается, причем гиперчувствительная иммунная система больной собаки не распознает олигопептиды как аллергенные вещества.',
    path: history3
  },
  {
    title: '2014: Каждая собака уникальна',
    desc: 'Узнайте об особенностях здоровья вашей собаки. Благодаря новому исследованию GHA, в ходе которого сканируется ДНК животных, ветеринарные врачи могут составлять планы лечения и профилактики с учетом генетического кода каждой собаки.',
    path: history14
  },
  {
    title: 'Выпуск гаммы продуктов ICU в 2016 г.',
    desc: 'Гамма продуктов ICU (жидкий полнорационный корм, специально разработанный для кормления через зонд) позволяет ветеринарным врачам оказывать помощь кошкам и собакам, находящимся в тяжелом состоянии. Благодаря этому корму кошки и собаки могут получать жизненно важное питание, необходимое для быстрого выздоровления.',
    path: history8
  },
  {
    title: '2016 г. — Кобрендинг',
    desc: 'Вместе — лучше: дух совершенства — бренды ROYAL CANIN® и EUKANUBA™ объединяет общее стремление сделать мир для домашних животных лучше.',
    path: history23
  },
  {
    title: '2017 г. — Приведите собаку на работу',
    desc: 'Теперь сотрудники нашего кампуса в Эмарге могут приходить на работу со своими питомцами. Каждая собака получает приветственный набор: миску для воды, табличку, информирующую о присутствии собаки, поводок для прогулок, одеяло, красный матрас и идентификационный значок, чтобы все сотрудники знали ее кличку. ',
    path: history28
  },
  {
    title: '2018 г. — Развитие инфраструктуры',
    desc: 'Открытие 15-го завода в Кимдже (Южная Корея) позволяет нам расширить свою деятельность в Восточной Азии. В то же время расширение нашего кампуса за счет строительства Глобального инновационного центра поможет нам выполнять свою миссию — делать мир для домашних животных лучше.',
    path: history25
  }
];
