const path = window.__.env.REACT_APP_EXTERNAL_ASSETS_PREFIX;
export const hirtory10001 = `${path}/img/ru-local/history1/10001.jpg`;
export const hirtory10002 = `${path}/img/ru-local/history1/10002.jpg`;
export const Tab2010Data = [
  {
    title: '2012: Anallergenic — революционная инновация',
    desc: 'Мы посвятили 10 лет специальным исследованиям, чтобы предложить первое диагностическое питание, предназначенное для собак с аллергическими реакциями. Наш продукт является инновационным диетологическим решением для животных с тяжелыми формами пищевой аллергии. Это сухой корм на основе олигопептидов (белков, прошедших интенсивный гидролиз, то есть расщепление молекул до небольших фрагментов). Такой корм легко усваивается, причем гиперчувствительная иммунная система больной собаки не распознает олигопептиды как аллергенные вещества.',
    path: ''
  },
  {
    title: '2014: Каждая собака уникальна',
    desc: 'Узнайте об особенностях здоровья вашей собаки. Благодаря новому исследованию GHA, в ходе которого сканируется ДНК животных, ветеринарные врачи могут составлять планы лечения и профилактики с учетом генетического кода каждой собаки.',
    path: ''
  },
  {
    title: 'Выпуск гаммы продуктов ICU в 2016 г.',
    desc: 'Гамма продуктов ICU (жидкий полнорационный корм, специально разработанный для кормления через зонд) позволяет ветеринарным врачам оказывать помощь кошкам и собакам, находящимся в тяжелом состоянии. Благодаря этому корму кошки и собаки могут получать жизненно важное питание, необходимое для быстрого выздоровления.',
    path: ''
  },
  {
    title: '2016 г. — Кобрендинг',
    desc: 'Вместе — лучше: дух совершенства — бренды ROYAL CANIN® и EUKANUBA™ объединяет общее стремление сделать мир для домашних животных лучше.',
    path: ''
  },
  {
    title: '2017 г. — Приведите собаку на работу',
    desc: 'Теперь сотрудники нашего кампуса в Эмарге могут приходить на работу со своими питомцами. Каждая собака получает приветственный набор: миску для воды, табличку, информирующую о присутствии собаки, поводок для прогулок, одеяло, красный матрас и идентификационный значок, чтобы все сотрудники знали ее кличку. ',
    path: ''
  },
  {
    title: '2018 г. — Развитие инфраструктуры',
    desc: 'Открытие 15-го завода в Кимдже (Южная Корея) позволяет нам расширить свою деятельность в Восточной Азии. В то же время расширение нашего кампуса за счет строительства Глобального инновационного центра поможет нам выполнять свою миссию — делать мир для домашних животных лучше.',
    path: ''
  }
];
