{
  "data": {
    "tabName": ["Description", "Bénéfices", "Composition", "Guide"],
    "tabContent": [
      "<p>ROYAL CANIN® Light Weight Care mousse convient aux chiens de toutes tailles sujets à la prise de poids. Cette savoureuse recette, riche en protéines hautement digestibles, aide à maintenir la masse musculaire et un contenu faible en matière grasse aide à limiter la prise de poids. - Limite la prise de poids</p><p>Les chiens en surpoids souffrent souvent des tensions articulaires qu’entraînent les kilos en trop. Allégez la charge de votre chien en lui offrant des nutriments de haute qualité spécialement conçus pour l’aider à retrouver et maintenir un poids idéal.\nROYAL CANIN® Light Weight Care mousse convient aux chiens de toutes tailles sujets à la prise de poids.\nEnrichie en protéines hautement digestibles, cette recette très savoureuse favorise l’entretien d’une masse musculaire saine tout en présentant une teneur réduite en matières grasses et en calories.\nPour éviter les complications de santé qui peuvent accompagner un poids excessif indésirable, ROYAL CANIN® Light Weight Care mousse est élaboré à partir d’une combinaison optimale de fibres solubles et insolubles qui procure à votre chien une sensation de satiété. \nEntre autres nutriments bénéfiques, cette formule est enrichie en acides gras oméga-3 EPA et DHA, des nutriments reconnus pour leurs propriétés anti-inflammatoires qui contribuent à renforcer les articulations de votre chien.\nDe plus, ROYAL CANIN® Light Weight Care mousse assure un transit régulier et sain pour une meilleure digestion.\nEn complément de cette délicieuse mousse, notre programme nutritionnel Light Weight Care est également disponible sous forme de croquettes. Toutes deux sont parfaitement équilibrées sur le plan nutritionnel et tout à fait complémentaires. Pourquoi ne pas essayer la mousse en accompagnement des croquettes ?</p>",
      "<ul class=\"ui-star-list rc_proudct_html_tab2 list-paddingleft-2\">\n                          <li>\n                            <div class=\"list_title\">Limite la prise de poids</div>\n                            <div class=\"list_item\" style=\"padding-top: 15px; margin-bottom: 20px;\">Aide à atteindre et maintenir un poids optimal en réduisant le contenu en matières grasses.</div>\n                          </li><li>\n                            <div class=\"list_title\">Programme canine care nutrition</div>\n                            <div class=\"list_item\" style=\"padding-top: 15px; margin-bottom: 20px;\">Proposer une alimentation saine et équilibrée grâce à la combinaison parfaite de nos formules sèches et humides.</div>\n                          </li>\n                        </ul>",
      "<p>\n                            <div class=\"title\">COMPOSITION</div>\n                            <div class=\"content\">Composition : viandes et sous-produits animaux, sous-produits d’origine végétale, céréales, substances minérales, sucres.  </div> \n                          </p><p>\n                            <div class=\"title\">Additifs (au kg)</div>\n                            <div class=\"content\">Additifs (au kg) : Additifs nutritionnels : Vitamine D3 : 130 UI, E1 (Fer) : 6 mg, E2 (Iode) : 0,3 mg, E4 (Cuivre) : 2,7 mg, E5 (Manganèse) : 1,7 mg, E6 (Zinc) : 17 mg - Additifs technologiques : Clinoptilolite d’origine sédimentaire : 2 g.</div> \n                          </p><p>\n                            <div class=\"title\">CONSTITUANTS ANALYTIQUES</div>\n                            <div class=\"content\">Constituants analytiques : Protéine : 8,7 % - Teneur en matières grasses : 2,3 % - Cendres brutes : 1,7 % - Cellulose brute : 1,7 % - Humidité : 81,0 %. </div> \n                          </p><p>\n                            <div class=\"title\">RATIONNEMENT</div>\n                            <div class=\"content\">Mode d'emploi : voir tableau. Numéro de lot/Numéro d’identifiant usine/À utiliser de préférence avant : voir sur l’emballage.  À conserver dans un endroit sec et frais. </div> \n                          </p>",
      "<table><thead><tr><th>Poids du chien</th><th>Sachets</th></tr></thead><tbody><tr><td>5 kg</td><td>5 + 1/2</td></tr><tr><td>10 kg</td><td>9</td></tr><tr><td>20 kg</td><td>15</td></tr></tbody></table> "
    ]
  }
}
