const path = window.__.env.REACT_APP_EXTERNAL_ASSETS_PREFIX;

export const value10001 = `${path}/img/ru-local/our-values/10001.png`;
export const value10003 = `${path}/img/ru-local/our-values/10003.png`;
// export const values = [
//   {
//     title: 'В поисках знаний',
//     path: value10001,
//     desc: 'Благодаря обширным знаниям о потребностях кошек и собак мы создаем питание с учетом особых потребностей животных. Мы никогда не прекращаем совершенствоваться и все проверяем на собственном опыте. Вот почему мы сотрудничаем с ведущими учеными, ветеринарными врачами и специалистами по поведению и поддерживаем постоянный диалог с владельцами кошек и собак по всему миру.'
//   },
//   {
//     title:''
//   }
// ];
