[
  {
    "frequently":"¿Cómo ordeno el alimento adecuado?",
    "questions":"Para poder tener acceso a la venta en línea primero es fundamental, usted tenga una prescripción o código que el Médico Veterinario de su localidad le haga llegar, después puede buscar el producto en la tienda en línea, seleccionar el mismo y agregar al carrito de compra; si está listo para comprar, solo debe hacer “click” en pagar ahora."
  },
  {
    "frequently":"¿Puedo ordenar cualquier producto de Royal Canin?",
    "questions":"Por ahora solo el rango de prescripción está a la venta, y con algunas limitantes, más adelante se agregarán más rangos."
  },
  {
    "frequently":"¿Puedo ordenar alimento si no tengo receta del Veterinario?",
    "questions":"No, es fundamental contar con la prescripción profesional para poder acceder a la venta del rango veterinario de Royal Canin."
  },
  {
    "frequently":"¿Qué pasa si quiero comprar más de un producto, a parte del prescrito por el veterinario?",
    "questions":"Mientras se tenga la prescripción veterinaria, usted puede seleccionar los productos deseados y completar la compra."
  },
  {
    "frequently":"¿Mi médico tiene beneficio en la venta?",
    "questions":"La base de Royal Canin es la investigación, el perro y el gato son primero y nadie como el Veterinario para recomendar el mejor producto, por lo que sí, cuando se tiene la prescripción del Veterinario, hay un beneficio para ellos."
  },
  {
    "frequently":"¿Qué pasa si mi Médico Veterinario no tiene el alimento en su clínica?",
    "questions":"Usted puede ordenar cualquier producto de la tienda mientras cuente con la prescripción."
  },
  {
    "frequently":"¿Puedo comprar alimento de razas específicas?",
    "questions":"Por ahora, no es posible, pero más adelante habrá más selección para la compra de nuestras dietas."
  },
  {
    "frequently":"¿Cómo hago una devolución?",
    "questions":"Comunicándose al 0800 donde se le dará seguimiento puntual a cada caso."
  },
  {
    "frequently":"¿Todos los productos cuentan con caducidad adecuada?",
    "questions":"Sí, todos los productos aquí vendidos cuentan con la garantía de Royal Canin México."
  },
  {
    "frequently":"¿Qué pasa si no me encuentro y ese día llega mi pedido al domicilio de entrega?",
    "questions":"Hay una reprogramación al día siguiente con un cargo extra de envió, como prevención de este gasto extra, se hace una llamada telefónica para asegurar que se puede contar con la finalización del envío/entrega."
  },
  {
    "frequently":"¿Cómo inicio la alimentación con esta nueva dieta?",
    "questions":"Comúnmente se recomienda introducir la nueva dieta durante un periodo de 7 a 10 días. Los primeros dos días pueden ser una mezcla del 25% de alimento nuevo, contra un 75% del alimento anterior, los 2 días siguientes,puede aumentar la mezcla a partes iguales (50-50) entre el alimento nuevo y el anterior, a continuación durante los dos días subsecuentes, la mezcla será de 75% el nuevo alimento con el 25% del anterior para que al último día de introducción, sirva el 100% de la porción con el alimento nuevo.",
    "img":"FAQ1"
  },
  {
    "frequently":"Una vez que el empaque se ha abierto, ¿cuánto es el tiempo que la dieta seca mantiene su sabor óptimo?",
    "questions":"Una vez que el empaque sea abierto el fenómeno de la oxidación se hace presente, esto va disminuyendo las propiedades del sabor. Sin embargo, es importante cerrar cuidadosamente la bolsa después de cada uso, evitando hasta donde sea posible, la ventilación del producto.\n Mantenga la bolsa en un sitio que se mantenga frio y seco y alejado de la luz, idealmente, en un contenedor con tapa. También es importante comprar el tamaño de bolsa acorde al consumo de tu perro así como revisar que el saco que estemos adquiriendo cuente con la fecha de caducidad vigente y no presente ninguna rotura o rasgadura."
  },
  {
    "frequently":"Qué puedo hacer si mi mascota rechaza la nueva dieta?",
    "questions":"Usualmente recomendamos iniciar con un proceso de transición que va de 7 a 10 días. También puedes probar agregando un poco de agua tibia a la comida para hacerla más apetitosa para tu perro."
  },
  {
    "frequently":"¿Qué diferencia hay entre los productos de mantenimiento que venden en la clínica veterinaria y la tienda de mascotas?",
    "questions":"Todas las gamas de Royal Canin cuentan con los más elevados estándares de calidad respaldados por nuestro centro de investigación que se encuentra en constante innovación. Ambas gamas cuentan con la misma calidad cubriendo los requerimientos nutricionales de acuerdo con la etapa de vida en la que se encuentren y a la talla de los perros. La diferencia entre los productos radica en el punto de venta, presentación y ciertas variaciones mínimas en cuanto a ingredientes, es por ello que le recomendamos realizar una transición para cualquier cambio de alimento con el fin de adaptar a su mascota a éste cambio."
  },
  {
    "frequently":"¿Por qué mi perro rechaza la nueva dieta si al principio parecía gustarle?",
    "questions":"Puede haber diferentes explicaciones para esta conducta: \n · La comida pudo haber estado expuesta al aire demasiado tiempo, resultando en la oxidación que afectó su palatabilidad. \n Es importante cerrar bien la bolsa después de servir cada alimento y comprar el tamaño de bolsa apropiado al tamaño de tu mascota, de tal modo que el alimento no permanezca almacenado por demasiado tiempo. Un mes es lo recomendado para el almacenamiento de un paquete abierto.\n · El perro podría estar enfermo. Si el rechazo al alimento continúa, por favor consulta al veterinario"
  },
  {
    "frequently":"La tabla de raciones de alimento para cachorro es muy confusa ¿Qué  cantidad de alimento debo darle a mi cachorro?",
    "questions":"Las raciones  de los alimento  de cachorro se basan en el peso adulto objetivo, no en el peso actual que tienen los cachorritos, para ello nos basamos en el estándar que tiene la raza o bien en un promedio dada la talla que llegara a ser nuestro cachorro, la manera en cómo obtenemos la ración  en la tabla  es dirigiéndonos a la columna donde dice peso objetivo (al peso adulto  al cual va a llegar nuestro cachorro) y de ahí nos cruzamos  con la edad que tiene actualmente, esta ración que nos da es la de todo el día y como mínimo la podemos dividir en dos tomas, si puede ofrecer 3 está mucho mejor."
  },
  {
    "frequently":"¿A qué edad debo hacer el cambio de alimento de cachorro a adulto?",
    "questions":"La transición de alimento debe realizarse de acorde a la talla de nuestras mascotas ya que la curva de crecimiento es diferente para cada talla, alcanzando su etapa de adulto en diferentes meses"
  },
  {
    "frequently":"¿Puedo dar el alimento a mi mascota una vez que se vence la fecha de caducidad?",
    "questions":"Una vez que se vence la fecha de caducidad del producto, no implica que este se vuelva tóxico, solamente pierde propiedades ya que los nutrientes se van oxidando y pudiera no tener el efecto que tiene un producto con fecha de caducidad vigente. Le sugerimos que antes de realizar la compra siempre revisar la fecha de caducidad que esté vigente, así que el producto no vaya a presentar ninguna rotura o para el caso de las latas alguna abolladura. \n Para evitar cualquier situación, nosotros no recomendamos brindar el producto con vigencia vencida a pesar de saber que no es que esté echado a perder."
  }

]