export const ShipmentConditions_contents = [
    {
        title: 'Сроки и условия отправки заказов',
        type: 'span',
        Subvalue: 'При размещении заказа до 16.00 на сайте, сборка и отгрузка в курьерскую службу осуществляется в этот же день.При оформлении заказа после 16.00, сборка и отгрузка в курьерскую службу осуществляется на следующий день.'

    },
    {
        title: 'Доставка по Москве и Московской области',
        type: 'list',
        Subvalue: [
            ['до 2500 руб', 'от 2500 руб'],
            [
                'Способ доставки',
                'Стоимость доставки (руб.)',
                'Сроки доставки',
            ],
            [
                'Курьерская доставка',
                '400',
                'Бесплатно',
                '1-2 дня',
            ]
        ]
    },
    {
        title: 'Доставка в Санкт-Петербурге и Ленинградской области',
        type: 'list',
        Subvalue: [
            ['до 2500 руб', 'от 2500 руб'],
            [
                'Способ доставки',
                'Стоимость доставки (руб.)',
                'Сроки доставки',
            ],
            [
                'Курьерская доставка',
                '400',
                'Бесплатно',
                '1-2 дня',
            ]
        ]
    },
]

export const ShipmentConditionsTable_lists = [
    [
        'Областные центры (столицы автономных республик, краев, округов)',
        'Регион',
        'Срок доставки',
        'Стоимость доставки (руб.)',
    ],
    [
        'БЕЛГОРОД',
        'Белгородская обл.',
        '2-3',
        '500',
    ],
    [
        'БРЯНСК',
        'Брянская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'БРЯНСК',
        'Брянская обл.',
        '2-3',
        '500',
    ],
    [
        'БЕЛГОРОД',
        'Белгородская обл.',
        '2-3',
        '500',
    ],
    [
        'БРЯНСК',
        'Брянская обл.',
        '2-3',
        '500',
    ],
    [
        'ВЛАДИМИР',
        'Владимирская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'БЕЛГОРОД',
        'Белгородская обл.',
        '2-3',
        '500',
    ],
    [
        'БРЯНСК',
        'Брянская обл.',
        '2-3',
        '500',
    ],
    [
        'ВЛАДИМИР',
        'Владимирская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'ВЛАДИМИР',
        'Владимирская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'БЕЛГОРОД',
        'Белгородская обл.',
        '2-3',
        '500',
    ],
    [
        'БРЯНСК',
        'Брянская обл.',
        '2-3',
        '500',
    ],
    [
        'ВЛАДИМИР',
        'Владимирская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'ВОРОНЕЖ',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
    [
        'БЕЛГОРОД',
        'Белгородская обл.',
        '2-3',
        '500',
    ],
    [
        'БРЯНСК',
        'Брянская обл.',
        '2-3',
        '500',
    ],
    [
        'ВЛАДИМИР',
        'Владимирская обл.',
        '2-3',
        '500',
    ],
    [
        'БИРОБИДЖАН',
        'Воронежская обл.',
        '2-3',
        '500',
    ],
]

export const ShipmentConditionsTable_DPD = [
    {
        url: '',
        span: 'Возможность отслеживать ваш заказ или отказаться от доставки вашего заказа',
    },
    {
        url: '',
        span: 'Возможность изменить адрес, дату и временной интервал вашей доставки',
    },
    {
        url: '',
        span: 'Возможность получить заказ в удобном месте и в удобное для вас время',
    },
]

export const ShipmentConditionsTable_Kak = [
    {
        span: '1. Оформите заказ в интернет-магазине',
        strong: 'ROYAL CANIN®.'
    },
    {
        span: '2. Получите сообщение на мобильный телефон и/или e-mail уведомление с ссылкой на страницу онлайн-сервиса',
        strong: '"Управление доставкой"'
    },
    {
        span: '3. Перейдите по ссылке для управления и отслеживания вашей посылки.',
        strong: ''
    }
]