export const specialWorksConditions_contents = [
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в Национальном дистрибьюторском центре АО РУСКАН по результатам СОУТ 2022',
        url: 'PDF_1.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в центральном офисе АО РУСКАН по результатам СОУТ 2022',
        url: 'PDF_2.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда на заводе АО РУСКАН по результатам СОУТ 2022',
        url: 'PDF_3.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2022 в Национальном дистрибьюторском центре АО РУСКАН',
        url: 'PDF_4.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2022 в центральном офисе АО РУСКАН',
        url: 'PDF_5.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2022 на заводе АО РУСКАН',
        url: 'PDF_6.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в Национальном дистрибьюторском центре АО РУСКАН по результатам СОУТ 2020',
        url: 'PDF_7.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в центральном офисе АО РУСКАН по результатам СОУТ 2020',
        url: 'PDF_8.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда на заводе АО РУСКАН по результатам СОУТ 2020',
        url: 'PDF_9.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2020 в Национальном дистрибьюторском центре АО РУСКАН',
        url: 'PDF_10.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2020 в центральном офисе АО РУСКАН',
        url: 'PDF_11.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2020 на заводе АО РУСКАН',
        url: 'PDF_12.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда на заводе АО РУСКАН по результатам СОУТ 2019',
        url: 'PDF_13.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2019 на заводе АО РУСКАН',
        url: 'PDF_14.pdf',
    },
    {
        span: 'Сводная ведомость СОУТ 2019 в Московском офисе',
        url: 'PDF_15.jpg',
    },
    {
        span: 'Перечень мероприятий 2019 в Московском офисе',
        url: 'PDF_16.jpg',
    },
    {
        span: 'Сводная ведомость СОУТ 2019 РУСКАН в филиалах',
        url: 'PDF_17.jpg',
    },
    {
        span: 'Перечень мероприятий 2019 РУСКАН в филиалах',
        url: 'PDF_18.jpg',
    },
    {
        span: 'Сводная ведомость СОУТ 2017 в Московском офисе',
        url: 'PDF_19.jpg',
    },
    {
        span: 'Перечень мероприятий 2017 в Московском офисе',
        url: 'PDF_20.jpg',
    },
    {
        span: 'Сводная ведомость СОУТ 2017 на заводе ЗАО РУСКАН',
        url: 'PDF_21.jpg',
    },
    {
        span: 'План мероприятий по улучшению условий и охраны труда на заводе ЗАО РУСКАН по результатам СОУТ 2017',
        url: 'PDF_22.jpg',
    },
    {
        span: 'Сводная ведомость СОУТ 2016 в Московском офисе.',
        url: 'PDF_23.jpg',
    },
]