export const specialWorksConditions_contents = [
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в Национальном дистрибьюторском центре АО РУСКАН по результатам СОУТ 2022',
        url: 'https://www.royal-canin.ru/upload/img/Перечень мероприятий по улучшению условий и охраны труда в Национальном дистрибьюторском центре АО РУСКАН по результатам СОУТ 2022.pdf',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в центральном офисе АО РУСКАН по результатам СОУТ 2022',
        url: '',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда на заводе АО РУСКАН по результатам СОУТ 2022',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2022 в Национальном дистрибьюторском центре АО РУСКАН',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2022 в центральном офисе АО РУСКАН',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2022 на заводе АО РУСКАН',
        url: '',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в Национальном дистрибьюторском центре АО РУСКАН по результатам СОУТ 2020',
        url: '',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда в центральном офисе АО РУСКАН по результатам СОУТ 2020',
        url: '',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда на заводе АО РУСКАН по результатам СОУТ 2020',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2020 в Национальном дистрибьюторском центре АО РУСКАН',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2020 в центральном офисе АО РУСКАН',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2020 на заводе АО РУСКАН',
        url: '',
    },
    {
        span: 'Перечень мероприятий по улучшению условий и охраны труда на заводе АО РУСКАН по результатам СОУТ 2019',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2019 на заводе АО РУСКАН',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2019 в Московском офисе',
        url: '',
    },
    {
        span: 'Перечень мероприятий 2019 в Московском офисе',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2019 РУСКАН в филиалах',
        url: '',
    },
    {
        span: 'Перечень мероприятий 2019 РУСКАН в филиалах',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2017 в Московском офисе',
        url: '',
    },
    {
        span: 'Перечень мероприятий 2017 в Московском офисе',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2017 на заводе ЗАО РУСКАН',
        url: '',
    },
    {
        span: 'План мероприятий по улучшению условий и охраны труда на заводе ЗАО РУСКАН по результатам СОУТ 2017',
        url: '',
    },
    {
        span: 'Сводная ведомость СОУТ 2016 в Московском офисе.',
        url: '',
    },
]